import AboutUsImg from '../../assets/images/aboutUsImage.png'

export const AboutUsData = [

    {

        pageTitle: 'Հրատարակչատուն',
        description: 'Newmag ընկերությունը ստեղծվել է 2007 թվականին և ավելի քան 10 տարի ընկերությունը տպագրել է համանուն ամսագիրը։ Ամսագրին զուգահեռ 2012 թվականին գործարկվել է newmag.am կայքը, որը հասարակական–քաղաքական, գիտահանրամատչելի և մշակութային ինքնատիպ հոդվածների առցանց հարթակ է։\n' +
            '2018 թվականի մարտին ընկերությունը որոշեց դադարեցնել ամսագրի հրատարակումը և փոխել ուղղությունը՝ կենտրոնանալով գրահրատարակչական ոլորտի վրա։ Newmag-ը\n' +
            'հայկական գրահրատարակչական դաշտում դիրքավորվեց, որպես հրատարակչություն, որի համար առանձնահատուկ կարևոր է ոչ գեղարվեստական, այսինքն non-fiction\n' +
            'գրականության հրատարակումը։ \n ' +
            'Եվ արդեն 2018 թվականից ընկերությունը ընթերցողին է ներկայացնում հայկական և համաշխարհային բեսթսելլերներ։\n' +
            'Ընթերցանությունը խրախուսելու նպատակով 2021 թվականին Newmag-ը որոշեց իրականացնել գրքի մեծ փառատոն՝ Newmag Summer Fest-ը՝ հրատարակչության առաջին մեծ միջոցառումը, որին մասնակցեց մոտ 3000 մարդ: Ընթերցասերների դրական արձագանքներից հետո որոշվեց փառատոնը դարձնել ամենամյա՝ տարին երկու անգամ՝ ամառային և ձմեռային փառատոն: 2021 թվականին հիմնադրվեց Newmag Reader’s Prize մրցանակը, որի գլխավոր նպատակը ընթերցանությունը խրախուսելն է: Մրցանակն ամեն տարի շնորհվում է\n' +
            'մեկ ընթերցողի՝ լավագույն գրքի ռեվյուի համար. Հաղթողը մինչև այդ տարվա վերջ անվճար ստանում է Newmag-ի բոլոր նոր հրատարակվող գրքերը:',
        events:[
            {
                img: AboutUsImg,
                title: 'Newmag Summer Fest 1',
                alt: 'images'
            },
            {
                img: AboutUsImg,
                title: 'Newmag Summer Fest 2',
                alt: 'images'
            },
            {
                img: AboutUsImg,
                title: 'Newmag Summer Fest 3',
                alt: 'images'
            },
        ],
        ourTime: [
            {
                id: 1 ,
                jobTitle: 'Գործադիր տնօրեն',
                name: 'Արտակ Ալեքսանյան',
                email: 'infoo@newmeg.am',
            },
            {
                id: 2 ,
                jobTitle: 'Փոխտնօրեն',
                name: 'Արտակ Ալեքսանյան',
                email: 'infoo@newmeg.am',
            },
            {
                id: 3,
                jobTitle: 'Գլխավոր խմբագիր',
                name: 'Արտակ Ալեքսանյան',
                email: 'infoo@newmeg.am',
            },
            {
                id: 4 ,
                jobTitle: 'Խմբագիր',
                name: 'Արտակ Ալեքսանյան',
                email: 'infoo@newmeg.am',
            },
            {
                id: 5,
                jobTitle: 'Արտ տնօրեն',
                name: 'Արտակ Ալեքսանյան',
                email: 'infoo@newmeg.am',
            },
            {
                id: 6,
                jobTitle: 'Մարքեթինգի և վաճառքի ղեկավար',
                name: 'Արտակ Ալեքսանյան',
                email: 'infoo@newmeg.am',
            },
            {
                id: 7,
                jobTitle: 'Ստրատեգիական և հատուկ նախագծերի ղեկավար',
                name: 'Արտակ Ալեքսանյան',
                email: 'infoo@newmeg.am',
            },
            {
                id: 8,
                jobTitle: 'Միջոցառումների պատրաստման պատասխանատու',
                name: 'Արտակ Ալեքսանյան',
                email: 'infoo@newmeg.am',
            }
        ]




    }
]