import AuthorImg from "../../assets/images/authorImg.png";
import AuthorImg1 from "../../assets/images/authorImg1.svg";

import AuthorBook from '../../assets/images/authorBook.png'



export const AuthorsData = [
    {
        id: 1,
        images: AuthorImg,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա',
        description: "Ալիս Տեր-Ղևոնդյան ծնվել է 1966թ․ Երևանում: Գրականագետ է, դասախոս և թարգմանիչ, Բանասիրական գիտությունների թեկնածու, գիտական հոդվածների և մենագրության հեղինակ։  Իսպաներենից  հայերեն է թարգմանել Խուլիո Կորտասարի «Ցատկախաղ» և «Աստղադիտարանի արձակ» վեպերը, Կի՛նոյի «Մաֆալդան և ընկերները», արդի արգենտինացի գրողներ Դիեգո Տատյանի «Հետմիջօրե» պատմվածքների ժողովածուն, Մարիո Սամպաոլեսիի «Մալվիններ» և Աննա Արզումանյանի «Իմ անունը Հիմա է» պոետական վիպակները, ինչպես նաև ժամանակակից իսպանալեզու բանաստեղծների գործերի ընտրանիներ։  Տեր-Ղևոնդյանի իսպաներեն թարգմանությամբ  «Լեզուն հրդեհ է նաև․ 20 հայ արդի պոետներ» բանաստեղծական ժողովածուն տպագրվել է Արգենտինայում, Մեքսիկայում և Կոլումբիայում, Լ․Խեչոյանի ու Հ․ Երանյանի «Խոտերի մեջ լարը չէր երևում»  պատմվածքների ընտրանին և Մ․Պետրոսյանի «Ատրճանակը կրակեց»  բանաստեղծական ժողովածուն լույս են տեսել Արգենտինայում:",
        authorBook: [
            {
                img:AuthorBook,
                alt: 'book img',
                title: 'Նորմալ մարդիկ',
                translator: 'Սալի Ռունի',
                price: '5800 ֏'
            },
            {
                img:AuthorBook,
                alt: 'book img',
                title: 'Նորմալ մարդիկ 1',
                translator: 'Սալի Ռունի',
                price: '5800 ֏'
            }
        ]
    },
    {
        id: 2,
        images: AuthorImg1,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա',
        description: "Ալիս Տեր-Ղևոնդյան ծնվել է 1966թ․ Երևանում: Գրականագետ է, դասախոս և թարգմանիչ, Բանասիրական գիտությունների թեկնածու, գիտական հոդվածների և մենագրության հեղինակ։  Իսպաներենից  հայերեն է թարգմանել Խուլիո Կորտասարի «Ցատկախաղ» և «Աստղադիտարանի արձակ» վեպերը, Կի՛նոյի «Մաֆալդան և ընկերները», արդի արգենտինացի գրողներ Դիեգո Տատյանի «Հետմիջօրե» պատմվածքների ժողովածուն, Մարիո Սամպաոլեսիի «Մալվիններ» և Աննա Արզումանյանի «Իմ անունը Հիմա է» պոետական վիպակները, ինչպես նաև ժամանակակից իսպանալեզու բանաստեղծների գործերի ընտրանիներ։  Տեր-Ղևոնդյանի իսպաներեն թարգմանությամբ  «Լեզուն հրդեհ է նաև․ 20 հայ արդի պոետներ» բանաստեղծական ժողովածուն տպագրվել է Արգենտինայում, Մեքսիկայում և Կոլումբիայում, Լ․Խեչոյանի ու Հ․ Երանյանի «Խոտերի մեջ լարը չէր երևում»  պատմվածքների ընտրանին և Մ․Պետրոսյանի «Ատրճանակը կրակեց»  բանաստեղծական ժողովածուն լույս են տեսել Արգենտինայում:",
    },
    {
        id: 3,
        images: AuthorImg,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա',
        description: "Ալիս Տեր-Ղևոնդյան ծնվել է 1966թ․ Երևանում: Գրականագետ է, դասախոս և թարգմանիչ, Բանասիրական գիտությունների թեկնածու, գիտական հոդվածների և մենագրության հեղինակ։  Իսպաներենից  հայերեն է թարգմանել Խուլիո Կորտասարի «Ցատկախաղ» և «Աստղադիտարանի արձակ» վեպերը, Կի՛նոյի «Մաֆալդան և ընկերները», արդի արգենտինացի գրողներ Դիեգո Տատյանի «Հետմիջօրե» պատմվածքների ժողովածուն, Մարիո Սամպաոլեսիի «Մալվիններ» և Աննա Արզումանյանի «Իմ անունը Հիմա է» պոետական վիպակները, ինչպես նաև ժամանակակից իսպանալեզու բանաստեղծների գործերի ընտրանիներ։  Տեր-Ղևոնդյանի իսպաներեն թարգմանությամբ  «Լեզուն հրդեհ է նաև․ 20 հայ արդի պոետներ» բանաստեղծական ժողովածուն տպագրվել է Արգենտինայում, Մեքսիկայում և Կոլումբիայում, Լ․Խեչոյանի ու Հ․ Երանյանի «Խոտերի մեջ լարը չէր երևում»  պատմվածքների ընտրանին և Մ․Պետրոսյանի «Ատրճանակը կրակեց»  բանաստեղծական ժողովածուն լույս են տեսել Արգենտինայում:",

    },
    {
        id: 4,
        images: AuthorImg1,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա',
        description: "Ալիս Տեր-Ղևոնդյան ծնվել է 1966թ․ Երևանում: Գրականագետ է, դասախոս և թարգմանիչ, Բանասիրական գիտությունների թեկնածու, գիտական հոդվածների և մենագրության հեղինակ։  Իսպաներենից  հայերեն է թարգմանել Խուլիո Կորտասարի «Ցատկախաղ» և «Աստղադիտարանի արձակ» վեպերը, Կի՛նոյի «Մաֆալդան և ընկերները», արդի արգենտինացի գրողներ Դիեգո Տատյանի «Հետմիջօրե» պատմվածքների ժողովածուն, Մարիո Սամպաոլեսիի «Մալվիններ» և Աննա Արզումանյանի «Իմ անունը Հիմա է» պոետական վիպակները, ինչպես նաև ժամանակակից իսպանալեզու բանաստեղծների գործերի ընտրանիներ։  Տեր-Ղևոնդյանի իսպաներեն թարգմանությամբ  «Լեզուն հրդեհ է նաև․ 20 հայ արդի պոետներ» բանաստեղծական ժողովածուն տպագրվել է Արգենտինայում, Մեքսիկայում և Կոլումբիայում, Լ․Խեչոյանի ու Հ․ Երանյանի «Խոտերի մեջ լարը չէր երևում»  պատմվածքների ընտրանին և Մ․Պետրոսյանի «Ատրճանակը կրակեց»  բանաստեղծական ժողովածուն լույս են տեսել Արգենտինայում:",
    },
    {
        id: 5,
        images: AuthorImg,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա',
        description: "Ալիս Տեր-Ղևոնդյան ծնվել է 1966թ․ Երևանում: Գրականագետ է, դասախոս և թարգմանիչ, Բանասիրական գիտությունների թեկնածու, գիտական հոդվածների և մենագրության հեղինակ։  Իսպաներենից  հայերեն է թարգմանել Խուլիո Կորտասարի «Ցատկախաղ» և «Աստղադիտարանի արձակ» վեպերը, Կի՛նոյի «Մաֆալդան և ընկերները», արդի արգենտինացի գրողներ Դիեգո Տատյանի «Հետմիջօրե» պատմվածքների ժողովածուն, Մարիո Սամպաոլեսիի «Մալվիններ» և Աննա Արզումանյանի «Իմ անունը Հիմա է» պոետական վիպակները, ինչպես նաև ժամանակակից իսպանալեզու բանաստեղծների գործերի ընտրանիներ։  Տեր-Ղևոնդյանի իսպաներեն թարգմանությամբ  «Լեզուն հրդեհ է նաև․ 20 հայ արդի պոետներ» բանաստեղծական ժողովածուն տպագրվել է Արգենտինայում, Մեքսիկայում և Կոլումբիայում, Լ․Խեչոյանի ու Հ․ Երանյանի «Խոտերի մեջ լարը չէր երևում»  պատմվածքների ընտրանին և Մ․Պետրոսյանի «Ատրճանակը կրակեց»  բանաստեղծական ժողովածուն լույս են տեսել Արգենտինայում:",

    },
    {
        id: 6,
        images: AuthorImg,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա',
        description: "Ալիս Տեր-Ղևոնդյան ծնվել է 1966թ․ Երևանում: Գրականագետ է, դասախոս և թարգմանիչ, Բանասիրական գիտությունների թեկնածու, գիտական հոդվածների և մենագրության հեղինակ։  Իսպաներենից  հայերեն է թարգմանել Խուլիո Կորտասարի «Ցատկախաղ» և «Աստղադիտարանի արձակ» վեպերը, Կի՛նոյի «Մաֆալդան և ընկերները», արդի արգենտինացի գրողներ Դիեգո Տատյանի «Հետմիջօրե» պատմվածքների ժողովածուն, Մարիո Սամպաոլեսիի «Մալվիններ» և Աննա Արզումանյանի «Իմ անունը Հիմա է» պոետական վիպակները, ինչպես նաև ժամանակակից իսպանալեզու բանաստեղծների գործերի ընտրանիներ։  Տեր-Ղևոնդյանի իսպաներեն թարգմանությամբ  «Լեզուն հրդեհ է նաև․ 20 հայ արդի պոետներ» բանաստեղծական ժողովածուն տպագրվել է Արգենտինայում, Մեքսիկայում և Կոլումբիայում, Լ․Խեչոյանի ու Հ․ Երանյանի «Խոտերի մեջ լարը չէր երևում»  պատմվածքների ընտրանին և Մ․Պետրոսյանի «Ատրճանակը կրակեց»  բանաստեղծական ժողովածուն լույս են տեսել Արգենտինայում:",
    },
    {
        id: 7,
        images: AuthorImg1,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա'
    },
    {
        id: 8,
        images: AuthorImg,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա'
    },
    {
        id: 9,
        images: AuthorImg1,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա'
    },
    {
        id: 10,
        images: AuthorImg,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա'
    },
    {
        id: 11,
        images: AuthorImg1,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա'
    },
    {
        id: 12,
        images: AuthorImg,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա'
    },
    {
        id: 13,
        images: AuthorImg1,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա'
    },
    {
        id: 14,
        images: AuthorImg,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա'
    },
    {
        id: 15,
        images: AuthorImg,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա'
    },
    {
        id: 16,
        images: AuthorImg,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա'
    },
    {
        id: 17,
        images: AuthorImg,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա'
    },
    {
        id: 18,
        images: AuthorImg,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա'
    },
    {
        id: 19,
        images: AuthorImg,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա'
    },
    {
        id: 20,
        images: AuthorImg,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա'
    },
    {
        id: 21,
        images: AuthorImg,
        alt: 'images1',
        firsName: 'Գուզել ',
        lastName: 'Յախինա'
    },



]