import ArticleImg  from '../../assets/images/articleImg.png'

export  const ArticlesData = [
    {
        id:1,
        img: ArticleImg,
        alt: 'article img',
        shortDesc: 'Newmag-ը հայ ընթերցողին է ներկայացնում Անջալի Մահտոյի «Մաշկի խնամքի կանոնագիրքը» (լուսանկարներ. տեսանյութ)',
        data: 'September 19, 2022',
        description: '<p>Չարենցի անվան գրականության և արվեստի թանգարանում է ներկայացվում հռչակավոր պատմաբան-հնագետի մասին գիրքը՝ «Մորուս Հասրաթյան. ինքնության և ժառանգության վավերագիրը»: Ոչ մի պատահականություն չկա. հենց այստեղ էր պատմաբանը ստիպված տեղավորվել աշխատանքի՝ գրականության ինտստիտուտում, ստալինյան ռեպրեսիաների տարիներին: Բռնադատվելուց հետո պատմաբանին հնարավորություն չէին տվել զբաղվել պատմությամբ: Ու հենց դա էլ առիթ դարձավ, որ ադրբեջաներենին ու վրացերենին հրաշալի տիրապետող պատմաբանը սկսի Սայաթ-Նովա թարգմանել՝ իր ընկերների՝ Հովսեփ Օրբելու, Եղիշե Չարենցի հորդորով՝ ընդգծում է Գրականության և արվեստի թանգարանի տնօրեն Վահագն Սարգսյանը. «Մարդկային սխրանք էր՝ թարգմանել այնպես, որ հնչի ոչ միայն հայերենով, այլ թիֆլիսյան բարբառով, դրան էլ գումարած պահպանել տաղաչափական բոլոր կանոնները: Դա շատ բարդ գործ է ու եզակի օժտված է պետք լինել դա անելու համար:  Իսկ հրատարակչական տեսանկյունից կարող եմ ասել մի բան՝ գիրքը կատարյալ է»:‎</p>' +
            '<img src="http://localhost:3000/static/media/articleImg.332a49e8ece923e2f5a1.png" alt="">' +
            '<p>Չարենցի անվան գրականության և արվեստի թանգարանում է ներկայացվում հռչակավոր պատմաբան-հնագետի մասին գիրքը՝ «Մորուս Հասրաթյան. ինքնության և ժառանգության վավերագիրը»: Ոչ մի պատահականություն չկա. հենց այստեղ էր պատմաբանը ստիպված տեղավորվել աշխատանքի՝ գրականության ինտստիտուտում, ստալինյան ռեպրեսիաների տարիներին: Բռնադատվելուց հետո պատմաբանին հնարավորություն չէին տվել զբաղվել պատմությամբ: Ու հենց դա էլ առիթ դարձավ, որ ադրբեջաներենին ու վրացերենին հրաշալի տիրապետող պատմաբանը սկսի Սայաթ-Նովա թարգմանել՝ իր ընկերների՝ Հովսեփ Օրբելու, Եղիշե Չարենցի հորդորով՝ ընդգծում է Գրականության և արվեստի թանգարանի տնօրեն Վահագն Սարգսյանը. «Մարդկային սխրանք էր՝ թարգմանել այնպես, որ հնչի ոչ միայն հայերենով, այլ թիֆլիսյան բարբառով, դրան էլ գումարած պահպանել տաղաչափական բոլոր կանոնները: Դա շատ բարդ գործ է ու եզակի օժտված է պետք լինել դա անելու համար:  Իսկ հրատարակչական տեսանկյունից կարող եմ ասել մի բան՝ գիրքը կատարյալ է»:‎</p>'
    },
    {
        id:2,
        img: ArticleImg,
        alt: 'article img',
        shortDesc: 'Newmag-ը հայ ընթերցողին է ներկայացնում Անջալի Մահտոյի «Մաշկի խնամքի կանոնագիրքը» (լուսանկարներ. տեսանյութ)',
        data: 'September 19, 2022'
    },
    {
        id:3,
        img: ArticleImg,
        alt: 'article img',
        shortDesc: 'Newmag-ը հայ ընթերցողին է ներկայացնում Անջալի Մահտոյի «Մաշկի խնամքի կանոնագիրքը» (լուսանկարներ. տեսանյութ)',
        data: 'September 19, 2022'
    },
    {
        id:4,
        img: ArticleImg,
        alt: 'article img',
        shortDesc: 'Newmag-ը հայ ընթերցողին է ներկայացնում Անջալի Մահտոյի «Մաշկի խնամքի կանոնագիրքը» (լուսանկարներ. տեսանյութ)',
        data: 'September 19, 2022'
    },
    {
        id:5,
        img: ArticleImg,
        alt: 'article img',
        shortDesc: 'Newmag-ը հայ ընթերցողին է ներկայացնում Անջալի Մահտոյի «Մաշկի խնամքի կանոնագիրքը» (լուսանկարներ. տեսանյութ)',
        data: 'September 19, 2022'
    },


]