import TranslatorImg from "../../assets/images/translatorImg.png";


import AuthorBook from '../../assets/images/authorBook.png'



export const TranslatorsData = [
    {
        id: 1,
        images: TranslatorImg,
        alt: 'images1',
        name: 'Դավիթ Սարգսյան',
        description: "Ալիս Տեր-Ղևոնդյան ծնվել է 1966թ․ Երևանում: Գրականագետ է, դասախոս և թարգմանիչ, Բանասիրական գիտությունների թեկնածու, գիտական հոդվածների և մենագրության հեղինակ։  Իսպաներենից  հայերեն է թարգմանել Խուլիո Կորտասարի «Ցատկախաղ» և «Աստղադիտարանի արձակ» վեպերը, Կի՛նոյի «Մաֆալդան և ընկերները», արդի արգենտինացի գրողներ Դիեգո Տատյանի «Հետմիջօրե» պատմվածքների ժողովածուն, Մարիո Սամպաոլեսիի «Մալվիններ» և Աննա Արզումանյանի «Իմ անունը Հիմա է» պոետական վիպակները, ինչպես նաև ժամանակակից իսպանալեզու բանաստեղծների գործերի ընտրանիներ։  Տեր-Ղևոնդյանի իսպաներեն թարգմանությամբ  «Լեզուն հրդեհ է նաև․ 20 հայ արդի պոետներ» բանաստեղծական ժողովածուն տպագրվել է Արգենտինայում, Մեքսիկայում և Կոլումբիայում, Լ․Խեչոյանի ու Հ․ Երանյանի «Խոտերի մեջ լարը չէր երևում»  պատմվածքների ընտրանին և Մ․Պետրոսյանի «Ատրճանակը կրակեց»  բանաստեղծական ժողովածուն լույս են տեսել Արգենտինայում:",
        authorBook: [
            {
                img:AuthorBook,
                alt: 'book img',
                title: 'Նորմալ մարդիկ',
                translator: 'Սալի Ռունի',
                price: '5800 ֏'
            },
            {
                img:AuthorBook,
                alt: 'book img',
                title: 'Նորմալ մարդիկ 1',
                translator: 'Սալի Ռունի',
                price: '5800 ֏'
            }
        ]
    },

    {
        id: 2,
        images: TranslatorImg,
        alt: 'images1',
        name: 'Դավիթ Սարգսյան',
        description: "Ալիս Տեր-Ղևոնդյան ծնվել է 1966թ․ Երևանում: Գրականագետ է, դասախոս և թարգմանիչ, Բանասիրական գիտությունների թեկնածու, գիտական հոդվածների և մենագրության հեղինակ։  Իսպաներենից  հայերեն է թարգմանել Խուլիո Կորտասարի «Ցատկախաղ» և «Աստղադիտարանի արձակ» վեպերը, Կի՛նոյի «Մաֆալդան և ընկերները», արդի արգենտինացի գրողներ Դիեգո Տատյանի «Հետմիջօրե» պատմվածքների ժողովածուն, Մարիո Սամպաոլեսիի «Մալվիններ» և Աննա Արզումանյանի «Իմ անունը Հիմա է» պոետական վիպակները, ինչպես նաև ժամանակակից իսպանալեզու բանաստեղծների գործերի ընտրանիներ։  Տեր-Ղևոնդյանի իսպաներեն թարգմանությամբ  «Լեզուն հրդեհ է նաև․ 20 հայ արդի պոետներ» բանաստեղծական ժողովածուն տպագրվել է Արգենտինայում, Մեքսիկայում և Կոլումբիայում, Լ․Խեչոյանի ու Հ․ Երանյանի «Խոտերի մեջ լարը չէր երևում»  պատմվածքների ընտրանին և Մ․Պետրոսյանի «Ատրճանակը կրակեց»  բանաստեղծական ժողովածուն լույս են տեսել Արգենտինայում:",
        authorBook: [
            {
                img:AuthorBook,
                alt: 'book img',
                title: 'Նորմալ մարդիկ',
                translator: 'Սալի Ռունի',
                price: '5800 ֏'
            },
            {
                img:AuthorBook,
                alt: 'book img',
                title: 'Նորմալ մարդիկ 1',
                translator: 'Սալի Ռունի',
                price: '5800 ֏'
            }
        ]
    },
    {
        id: 3,
        images: TranslatorImg,
        alt: 'images1',
        name: 'Դավիթ Սարգսյան',
        description: "Ալիս Տեր-Ղևոնդյան ծնվել է 1966թ․ Երևանում: Գրականագետ է, դասախոս և թարգմանիչ, Բանասիրական գիտությունների թեկնածու, գիտական հոդվածների և մենագրության հեղինակ։  Իսպաներենից  հայերեն է թարգմանել Խուլիո Կորտասարի «Ցատկախաղ» և «Աստղադիտարանի արձակ» վեպերը, Կի՛նոյի «Մաֆալդան և ընկերները», արդի արգենտինացի գրողներ Դիեգո Տատյանի «Հետմիջօրե» պատմվածքների ժողովածուն, Մարիո Սամպաոլեսիի «Մալվիններ» և Աննա Արզումանյանի «Իմ անունը Հիմա է» պոետական վիպակները, ինչպես նաև ժամանակակից իսպանալեզու բանաստեղծների գործերի ընտրանիներ։  Տեր-Ղևոնդյանի իսպաներեն թարգմանությամբ  «Լեզուն հրդեհ է նաև․ 20 հայ արդի պոետներ» բանաստեղծական ժողովածուն տպագրվել է Արգենտինայում, Մեքսիկայում և Կոլումբիայում, Լ․Խեչոյանի ու Հ․ Երանյանի «Խոտերի մեջ լարը չէր երևում»  պատմվածքների ընտրանին և Մ․Պետրոսյանի «Ատրճանակը կրակեց»  բանաստեղծական ժողովածուն լույս են տեսել Արգենտինայում:",
        authorBook: [
            {
                img:AuthorBook,
                alt: 'book img',
                title: 'Նորմալ մարդիկ',
                translator: 'Սալի Ռունի',
                price: '5800 ֏'
            },
            {
                img:AuthorBook,
                alt: 'book img',
                title: 'Նորմալ մարդիկ 1',
                translator: 'Սալի Ռունի',
                price: '5800 ֏'
            }
        ]
    },
    {
        id: 4,
        images: TranslatorImg,
        alt: 'images1',
        name: 'Դավիթ Սարգսյան',
        description: "Ալիս Տեր-Ղևոնդյան ծնվել է 1966թ․ Երևանում: Գրականագետ է, դասախոս և թարգմանիչ, Բանասիրական գիտությունների թեկնածու, գիտական հոդվածների և մենագրության հեղինակ։  Իսպաներենից  հայերեն է թարգմանել Խուլիո Կորտասարի «Ցատկախաղ» և «Աստղադիտարանի արձակ» վեպերը, Կի՛նոյի «Մաֆալդան և ընկերները», արդի արգենտինացի գրողներ Դիեգո Տատյանի «Հետմիջօրե» պատմվածքների ժողովածուն, Մարիո Սամպաոլեսիի «Մալվիններ» և Աննա Արզումանյանի «Իմ անունը Հիմա է» պոետական վիպակները, ինչպես նաև ժամանակակից իսպանալեզու բանաստեղծների գործերի ընտրանիներ։  Տեր-Ղևոնդյանի իսպաներեն թարգմանությամբ  «Լեզուն հրդեհ է նաև․ 20 հայ արդի պոետներ» բանաստեղծական ժողովածուն տպագրվել է Արգենտինայում, Մեքսիկայում և Կոլումբիայում, Լ․Խեչոյանի ու Հ․ Երանյանի «Խոտերի մեջ լարը չէր երևում»  պատմվածքների ընտրանին և Մ․Պետրոսյանի «Ատրճանակը կրակեց»  բանաստեղծական ժողովածուն լույս են տեսել Արգենտինայում:",
        authorBook: [
            {
                img:AuthorBook,
                alt: 'book img',
                title: 'Նորմալ մարդիկ',
                translator: 'Սալի Ռունի',
                price: '5800 ֏'
            },
            {
                img:AuthorBook,
                alt: 'book img',
                title: 'Նորմալ մարդիկ 1',
                translator: 'Սալի Ռունի',
                price: '5800 ֏'
            }
        ]
    },
    {
        id: 5,
        images: TranslatorImg,
        alt: 'images1',
        name: 'Դավիթ Սարգսյան',
        description: "Ալիս Տեր-Ղևոնդյան ծնվել է 1966թ․ Երևանում: Գրականագետ է, դասախոս և թարգմանիչ, Բանասիրական գիտությունների թեկնածու, գիտական հոդվածների և մենագրության հեղինակ։  Իսպաներենից  հայերեն է թարգմանել Խուլիո Կորտասարի «Ցատկախաղ» և «Աստղադիտարանի արձակ» վեպերը, Կի՛նոյի «Մաֆալդան և ընկերները», արդի արգենտինացի գրողներ Դիեգո Տատյանի «Հետմիջօրե» պատմվածքների ժողովածուն, Մարիո Սամպաոլեսիի «Մալվիններ» և Աննա Արզումանյանի «Իմ անունը Հիմա է» պոետական վիպակները, ինչպես նաև ժամանակակից իսպանալեզու բանաստեղծների գործերի ընտրանիներ։  Տեր-Ղևոնդյանի իսպաներեն թարգմանությամբ  «Լեզուն հրդեհ է նաև․ 20 հայ արդի պոետներ» բանաստեղծական ժողովածուն տպագրվել է Արգենտինայում, Մեքսիկայում և Կոլումբիայում, Լ․Խեչոյանի ու Հ․ Երանյանի «Խոտերի մեջ լարը չէր երևում»  պատմվածքների ընտրանին և Մ․Պետրոսյանի «Ատրճանակը կրակեց»  բանաստեղծական ժողովածուն լույս են տեսել Արգենտինայում:",
        authorBook: [
            {
                img:AuthorBook,
                alt: 'book img',
                title: 'Նորմալ մարդիկ',
                translator: 'Սալի Ռունի',
                price: '5800 ֏'
            },
            {
                img:AuthorBook,
                alt: 'book img',
                title: 'Նորմալ մարդիկ 1',
                translator: 'Սալի Ռունի',
                price: '5800 ֏'
            }
        ]
    },
    {
        id: 6,
        images: TranslatorImg,
        alt: 'images1',
        name: 'Դավիթ Սարգսյան',
        description: "Ալիս Տեր-Ղևոնդյան ծնվել է 1966թ․ Երևանում: Գրականագետ է, դասախոս և թարգմանիչ, Բանասիրական գիտությունների թեկնածու, գիտական հոդվածների և մենագրության հեղինակ։  Իսպաներենից  հայերեն է թարգմանել Խուլիո Կորտասարի «Ցատկախաղ» և «Աստղադիտարանի արձակ» վեպերը, Կի՛նոյի «Մաֆալդան և ընկերները», արդի արգենտինացի գրողներ Դիեգո Տատյանի «Հետմիջօրե» պատմվածքների ժողովածուն, Մարիո Սամպաոլեսիի «Մալվիններ» և Աննա Արզումանյանի «Իմ անունը Հիմա է» պոետական վիպակները, ինչպես նաև ժամանակակից իսպանալեզու բանաստեղծների գործերի ընտրանիներ։  Տեր-Ղևոնդյանի իսպաներեն թարգմանությամբ  «Լեզուն հրդեհ է նաև․ 20 հայ արդի պոետներ» բանաստեղծական ժողովածուն տպագրվել է Արգենտինայում, Մեքսիկայում և Կոլումբիայում, Լ․Խեչոյանի ու Հ․ Երանյանի «Խոտերի մեջ լարը չէր երևում»  պատմվածքների ընտրանին և Մ․Պետրոսյանի «Ատրճանակը կրակեց»  բանաստեղծական ժողովածուն լույս են տեսել Արգենտինայում:",
        authorBook: [
            {
                img:AuthorBook,
                alt: 'book img',
                title: 'Նորմալ մարդիկ',
                translator: 'Սալի Ռունի',
                price: '5800 ֏'
            },
            {
                img:AuthorBook,
                alt: 'book img',
                title: 'Նորմալ մարդիկ 1',
                translator: 'Սալի Ռունի',
                price: '5800 ֏'
            }
        ]
    },
    {
        id: 7,
        images: TranslatorImg,
        alt: 'images1',
        name: 'Դավիթ Սարգսյան',
        description: "Ալիս Տեր-Ղևոնդյան ծնվել է 1966թ․ Երևանում: Գրականագետ է, դասախոս և թարգմանիչ, Բանասիրական գիտությունների թեկնածու, գիտական հոդվածների և մենագրության հեղինակ։  Իսպաներենից  հայերեն է թարգմանել Խուլիո Կորտասարի «Ցատկախաղ» և «Աստղադիտարանի արձակ» վեպերը, Կի՛նոյի «Մաֆալդան և ընկերները», արդի արգենտինացի գրողներ Դիեգո Տատյանի «Հետմիջօրե» պատմվածքների ժողովածուն, Մարիո Սամպաոլեսիի «Մալվիններ» և Աննա Արզումանյանի «Իմ անունը Հիմա է» պոետական վիպակները, ինչպես նաև ժամանակակից իսպանալեզու բանաստեղծների գործերի ընտրանիներ։  Տեր-Ղևոնդյանի իսպաներեն թարգմանությամբ  «Լեզուն հրդեհ է նաև․ 20 հայ արդի պոետներ» բանաստեղծական ժողովածուն տպագրվել է Արգենտինայում, Մեքսիկայում և Կոլումբիայում, Լ․Խեչոյանի ու Հ․ Երանյանի «Խոտերի մեջ լարը չէր երևում»  պատմվածքների ընտրանին և Մ․Պետրոսյանի «Ատրճանակը կրակեց»  բանաստեղծական ժողովածուն լույս են տեսել Արգենտինայում:",
        authorBook: [
            {
                img:AuthorBook,
                alt: 'book img',
                title: 'Նորմալ մարդիկ',
                translator: 'Սալի Ռունի',
                price: '5800 ֏'
            },
            {
                img:AuthorBook,
                alt: 'book img',
                title: 'Նորմալ մարդիկ 1',
                translator: 'Սալի Ռունի',
                price: '5800 ֏'
            }
        ]
    },
    {
        id: 8,
        images: TranslatorImg,
        alt: 'images1',
        name: 'Դավիթ Սարգսյան',
        description: "Ալիս Տեր-Ղևոնդյան ծնվել է 1966թ․ Երևանում: Գրականագետ է, դասախոս և թարգմանիչ, Բանասիրական գիտությունների թեկնածու, գիտական հոդվածների և մենագրության հեղինակ։  Իսպաներենից  հայերեն է թարգմանել Խուլիո Կորտասարի «Ցատկախաղ» և «Աստղադիտարանի արձակ» վեպերը, Կի՛նոյի «Մաֆալդան և ընկերները», արդի արգենտինացի գրողներ Դիեգո Տատյանի «Հետմիջօրե» պատմվածքների ժողովածուն, Մարիո Սամպաոլեսիի «Մալվիններ» և Աննա Արզումանյանի «Իմ անունը Հիմա է» պոետական վիպակները, ինչպես նաև ժամանակակից իսպանալեզու բանաստեղծների գործերի ընտրանիներ։  Տեր-Ղևոնդյանի իսպաներեն թարգմանությամբ  «Լեզուն հրդեհ է նաև․ 20 հայ արդի պոետներ» բանաստեղծական ժողովածուն տպագրվել է Արգենտինայում, Մեքսիկայում և Կոլումբիայում, Լ․Խեչոյանի ու Հ․ Երանյանի «Խոտերի մեջ լարը չէր երևում»  պատմվածքների ընտրանին և Մ․Պետրոսյանի «Ատրճանակը կրակեց»  բանաստեղծական ժողովածուն լույս են տեսել Արգենտինայում:",
        authorBook: [
            {
                img:AuthorBook,
                alt: 'book img',
                title: 'Նորմալ մարդիկ',
                translator: 'Սալի Ռունի',
                price: '5800 ֏'
            },
            {
                img:AuthorBook,
                alt: 'book img',
                title: 'Նորմալ մարդիկ 1',
                translator: 'Սալի Ռունի',
                price: '5800 ֏'
            }
        ]
    },











]