import observableImg from "../../assets/images/observable-images.png";
import CatalogImg from "../../assets/images/catalog-img.png";
import AuthorImg from "../../assets/images/authorImg.png";
import BookSliderImg from "../../assets/images/book-slider-img.png";
import BookSliderImg1 from "../../assets/images/book-slider-img-1.png";
import BookSliderImg2 from "../../assets/images/book-slider-img-2.png";
import BookSliderImg3 from "../../assets/images/book-slider-img-3.png";
import ReviewsImg from "../../assets/images/reviewsImg.svg";

export const HomeProductsItem = [
    {
        id: 1,
        src: observableImg,
        alt: 'images1',
        title: 'Նորմալ մարդիկ',
        author: {
            name: 'Սալի Ռունի',
            img: AuthorImg,
            description: 'Էմանուել Մակրոնը ծնվել է 1977 թվականի դեկտեմբերի 21–ին Ամյենում։ 2004-ին ավարտել է Կառավարման ազգային դպրոցն ու աշխատանքի անցել Ֆինանսների գլխավոր տեսչությունում, ինչից հետո դարձել է Rothschild & Co ֆինանսական կազմակերպության ներդրումային բանկիրը։ 2014 թվականին Ֆրանսուա Օլանդը Մակրոնին նշանակել է էկոնոմիկայի և արդյունաբերության նախարար։ 2016-ի օգոստոսին վերջինս հրաժարական է տվել, որպեսզի իր թեկնածությունն առաջադրի 2017 թվականի նախագահական ընտրություններում։ ',
            video: 'https://www.youtube.com/embed/SsCRcTvLIDw',
        },
        shortDesc: "Քոնելն ու Մարիաննան մեծացել են միեւնույն փոքր, պրովինցի...",
        description: '«Հեղափոխություն» գիրքը հրատարակվել է 2016 թվականի նոյեմբերի 24-ին։ Նույն թվականին Ֆրանսիայում դարձել է բեսթսելլեր՝ վաճառվելով ավելի քան երկու հարյուր հազար օրինակ։ Գիրքը թարգմանվել է եվրոպական գրեթե բոլոր լեզուներով։ \n Ֆրանսիայի պատմության ամենաերիտասարդ նախագահ Էմանուել Մակրոնը «Հեղափոխություն» գրքում պատմում է իր կյանքի պատմությունը և այն մասին, թե ինչն է իրեն ոգևորում։ Նա ներկայացնում է փոփոխվող նոր աշխարհում Ֆրանսիայի ապագայի վերաբերյալ․․․',
        price: "9500 ",
        count: 1,
        category: 'drama',
        images: [
            BookSliderImg,
            BookSliderImg1,
            BookSliderImg2,
            BookSliderImg3,
            BookSliderImg,
        ],
        attributes: [
            {key: 'Օրիգինալ անունը 1', value: 'Revolution Française'},
            {key: 'Կատեգորիան', value: 'Գիտահանրամատչելի'},
            {key: 'ISBN', value: '978-9939-9217-0-9'},
            {key: 'Հրատարակության տարին', value: '2019'},
            {key: 'Էջերի քանակը', value: '332'},
            {key: 'Չափսը', value: '14.5x22.3, կոշտ կազմ'},
            {key: 'Թարգմանի', value: 'Թարգմանի'},
        ],

        reviews:[
            {
                avatar:ReviewsImg,
                name: 'Սալի Ռունի',
                comment: 'Տարբերվող քաղաքական հայացքներ, որին պետք է ծանոթ լինի յուրաքանչյուրը:',

            },
            {
                avatar:ReviewsImg,
                name: 'Սալի Ռունի',
                comment: 'Տարբերվող քաղաքական հայացքներ, որին պետք է ծանոթ լինի յուրաքանչյուրը:',

            },
            {
                avatar:ReviewsImg,
                name: 'Սալի Ռունի',
                comment: 'Տարբերվող քաղաքական հայացքներ, որին պետք է ծանոթ լինի յուրաքանչյուրը:',

            },
            {
                avatar:ReviewsImg,
                name: 'Սալի Ռունի',
                comment: 'Տարբերվող քաղաքական հայացքներ, որին պետք է ծանոթ լինի յուրաքանչյուրը:',

            },
        ]

    },
    {
        id: 2,
        src: observableImg,
        alt: 'images1',
        title: 'Նորմալ մարդիկ',
        author: {
            name: 'Սալի Ռունի',
            img: AuthorImg,
            description: 'Էմանուել Մակրոնը ծնվել է 1977 թվականի դեկտեմբերի 21–ին Ամյենում։ 2004-ին ավարտել է Կառավարման ազգային դպրոցն ու աշխատանքի անցել Ֆինանսների գլխավոր տեսչությունում, ինչից հետո դարձել է Rothschild & Co ֆինանսական կազմակերպության ներդրումային բանկիրը։ 2014 թվականին Ֆրանսուա Օլանդը Մակրոնին նշանակել է էկոնոմիկայի և արդյունաբերության նախարար։ 2016-ի օգոստոսին վերջինս հրաժարական է տվել, որպեսզի իր թեկնածությունն առաջադրի 2017 թվականի նախագահական ընտրություններում։ ',
            video: 'https://www.youtube.com/embed/SsCRcTvLIDw',
        },
        shortDesc: "Քոնելն ու Մարիաննան մեծացել են միեւնույն փոքր, պրովինցի...",
        description: '«Հեղափոխություն» գիրքը հրատարակվել է 2016 թվականի նոյեմբերի 24-ին։ Նույն թվականին Ֆրանսիայում դարձել է բեսթսելլեր՝ վաճառվելով ավելի քան երկու հարյուր հազար օրինակ։ Գիրքը թարգմանվել է եվրոպական գրեթե բոլոր լեզուներով։ \n Ֆրանսիայի պատմության ամենաերիտասարդ նախագահ Էմանուել Մակրոնը «Հեղափոխություն» գրքում պատմում է իր կյանքի պատմությունը և այն մասին, թե ինչն է իրեն ոգևորում։ Նա ներկայացնում է փոփոխվող նոր աշխարհում Ֆրանսիայի ապագայի վերաբերյալ․․․',
        price: "9500 ",
        count: 2,
        category: 'drama',
        images: [
            BookSliderImg,
            BookSliderImg1,
            BookSliderImg2,
            BookSliderImg3,
            BookSliderImg,
        ],
        attributes: [
            {key: 'Օրիգինալ անունը 2', value: 'Revolution Française'},
            {key: 'Կատեգորիան', value: 'Գիտահանրամատչելի'},
            {key: 'ISBN', value: '978-9939-9217-0-9'},
            {key: 'Հրատարակության տարին', value: '2019'},
            {key: 'Էջերի քանակը', value: '332'},
            {key: 'Չափսը', value: '14.5x22.3, կոշտ կազմ'},
            {key: 'Թարգմանի', value: 'Թարգմանի'},
        ],
        reviews:[
            {
                avatar:ReviewsImg,
                name: 'Սալի Ռունի',
                comment: 'Տարբերվող քաղաքական հայացքներ, որին պետք է ծանոթ լինի յուրաքանչյուրը:',

            },
            {
                avatar:ReviewsImg,
                name: 'Սալի Ռունի',
                comment: 'Տարբերվող քաղաքական հայացքներ, որին պետք է ծանոթ լինի յուրաքանչյուրը:',

            },
        ]

    },
    {
        id: 3,
        src: observableImg,
        alt: 'images1',
        title: 'Նորմալ մարդիկ',
        author: {
            name: 'Սալի Ռունի',
            img: AuthorImg,
            description: 'Էմանուել Մակրոնը ծնվել է 1977 թվականի դեկտեմբերի 21–ին Ամյենում։ 2004-ին ավարտել է Կառավարման ազգային դպրոցն ու աշխատանքի անցել Ֆինանսների գլխավոր տեսչությունում, ինչից հետո դարձել է Rothschild & Co ֆինանսական կազմակերպության ներդրումային բանկիրը։ 2014 թվականին Ֆրանսուա Օլանդը Մակրոնին նշանակել է էկոնոմիկայի և արդյունաբերության նախարար։ 2016-ի օգոստոսին վերջինս հրաժարական է տվել, որպեսզի իր թեկնածությունն առաջադրի 2017 թվականի նախագահական ընտրություններում։ ',
            video: 'https://www.youtube.com/embed/SsCRcTvLIDw',
        },
        shortDesc: "Քոնելն ու Մարիաննան մեծացել են միեւնույն փոքր, պրովինցի...",
        description: '«Հեղափոխություն» գիրքը հրատարակվել է 2016 թվականի նոյեմբերի 24-ին։ Նույն թվականին Ֆրանսիայում դարձել է բեսթսելլեր՝ վաճառվելով ավելի քան երկու հարյուր հազար օրինակ։ Գիրքը թարգմանվել է եվրոպական գրեթե բոլոր լեզուներով։ \n Ֆրանսիայի պատմության ամենաերիտասարդ նախագահ Էմանուել Մակրոնը «Հեղափոխություն» գրքում պատմում է իր կյանքի պատմությունը և այն մասին, թե ինչն է իրեն ոգևորում։ Նա ներկայացնում է փոփոխվող նոր աշխարհում Ֆրանսիայի ապագայի վերաբերյալ․․․',
        price: "9500 ",
        count: 3,
        category: 'drama',
        images: [
            BookSliderImg,
            BookSliderImg1,
            BookSliderImg2,
            BookSliderImg3,
            BookSliderImg,
        ],
        attributes: [
            {key: 'Օրիգինալ անունը 3', value: 'Revolution Française'},
            {key: 'Կատեգորիան', value: 'Գիտահանրամատչելի'},
            {key: 'ISBN', value: '978-9939-9217-0-9'},
            {key: 'Հրատարակության տարին', value: '2019'},
            {key: 'Էջերի քանակը', value: '332'},
            {key: 'Չափսը', value: '14.5x22.3, կոշտ կազմ'},
            {key: 'Թարգմանի', value: 'Թարգմանի'},
        ],

    },
    {
        id: 4,
        src: observableImg,
        alt: 'images1',
        title: 'Նորմալ մարդիկ',
        author: {
            name: 'Սալի Ռունի',
            img: AuthorImg,
            description: 'Էմանուել Մակրոնը ծնվել է 1977 թվականի դեկտեմբերի 21–ին Ամյենում։ 2004-ին ավարտել է Կառավարման ազգային դպրոցն ու աշխատանքի անցել Ֆինանսների գլխավոր տեսչությունում, ինչից հետո դարձել է Rothschild & Co ֆինանսական կազմակերպության ներդրումային բանկիրը։ 2014 թվականին Ֆրանսուա Օլանդը Մակրոնին նշանակել է էկոնոմիկայի և արդյունաբերության նախարար։ 2016-ի օգոստոսին վերջինս հրաժարական է տվել, որպեսզի իր թեկնածությունն առաջադրի 2017 թվականի նախագահական ընտրություններում։ ',
            video: 'https://www.youtube.com/embed/SsCRcTvLIDw',
        },
        shortDesc: "Քոնելն ու Մարիաննան մեծացել են միեւնույն փոքր, պրովինցի...",
        description: '«Հեղափոխություն» գիրքը հրատարակվել է 2016 թվականի նոյեմբերի 24-ին։ Նույն թվականին Ֆրանսիայում դարձել է բեսթսելլեր՝ վաճառվելով ավելի քան երկու հարյուր հազար օրինակ։ Գիրքը թարգմանվել է եվրոպական գրեթե բոլոր լեզուներով։ \n Ֆրանսիայի պատմության ամենաերիտասարդ նախագահ Էմանուել Մակրոնը «Հեղափոխություն» գրքում պատմում է իր կյանքի պատմությունը և այն մասին, թե ինչն է իրեն ոգևորում։ Նա ներկայացնում է փոփոխվող նոր աշխարհում Ֆրանսիայի ապագայի վերաբերյալ․․․',
        price: "9500 ",
        count: 4,
        category: 'detective',
        images: [
            BookSliderImg,
            BookSliderImg1,
            BookSliderImg2,
            BookSliderImg3,
            BookSliderImg,
        ],
        attributes: [
            {key: 'Օրիգինալ անունը 4', value: 'Revolution Française'},
            {key: 'Կատեգորիան', value: 'Գիտահանրամատչելի'},
            {key: 'ISBN', value: '978-9939-9217-0-9'},
            {key: 'Հրատարակության տարին', value: '2019'},
            {key: 'Էջերի քանակը', value: '332'},
            {key: 'Չափսը', value: '14.5x22.3, կոշտ կազմ'},
            {key: 'Թարգմանի', value: 'Թարգմանի'},
        ],

    },
    {
        id: 5,
        src: observableImg,
        alt: 'images1',
        title: 'Նորմալ մարդիկ',
        author: {
            name: 'Սալի Ռունի',
            img: AuthorImg,
            description: 'Էմանուել Մակրոնը ծնվել է 1977 թվականի դեկտեմբերի 21–ին Ամյենում։ 2004-ին ավարտել է Կառավարման ազգային դպրոցն ու աշխատանքի անցել Ֆինանսների գլխավոր տեսչությունում, ինչից հետո դարձել է Rothschild & Co ֆինանսական կազմակերպության ներդրումային բանկիրը։ 2014 թվականին Ֆրանսուա Օլանդը Մակրոնին նշանակել է էկոնոմիկայի և արդյունաբերության նախարար։ 2016-ի օգոստոսին վերջինս հրաժարական է տվել, որպեսզի իր թեկնածությունն առաջադրի 2017 թվականի նախագահական ընտրություններում։ ',
            video: 'https://www.youtube.com/embed/SsCRcTvLIDw',
        },
        shortDesc: "Քոնելն ու Մարիաննան մեծացել են միեւնույն փոքր, պրովինցի...",
        description: '«Հեղափոխություն» գիրքը հրատարակվել է 2016 թվականի նոյեմբերի 24-ին։ Նույն թվականին Ֆրանսիայում դարձել է բեսթսելլեր՝ վաճառվելով ավելի քան երկու հարյուր հազար օրինակ։ Գիրքը թարգմանվել է եվրոպական գրեթե բոլոր լեզուներով։ \n Ֆրանսիայի պատմության ամենաերիտասարդ նախագահ Էմանուել Մակրոնը «Հեղափոխություն» գրքում պատմում է իր կյանքի պատմությունը և այն մասին, թե ինչն է իրեն ոգևորում։ Նա ներկայացնում է փոփոխվող նոր աշխարհում Ֆրանսիայի ապագայի վերաբերյալ․․․',
        price: "9500 ",
        count: 5,
        category: 'detective',
        images: [
            BookSliderImg,
            BookSliderImg1,
            BookSliderImg2,
            BookSliderImg3,
            BookSliderImg,
        ],
        attributes: [
            {key: 'Օրիգինալ անունը', value: 'Revolution Française'},
            {key: 'Կատեգորիան', value: 'Գիտահանրամատչելի'},
            {key: 'ISBN', value: '978-9939-9217-0-9'},
            {key: 'Հրատարակության տարին', value: '2019'},
            {key: 'Էջերի քանակը', value: '332'},
            {key: 'Չափսը', value: '14.5x22.3, կոշտ կազմ'},
            {key: 'Թարգմանի', value: 'Թարգմանի'},
        ],

    },
    {
        id: 6,
        src: observableImg,
        alt: 'images1',
        title: 'Նորմալ մարդիկ',
        author: {
            name: 'Սալի Ռունի',
            img: AuthorImg,
            description: 'Էմանուել Մակրոնը ծնվել է 1977 թվականի դեկտեմբերի 21–ին Ամյենում։ 2004-ին ավարտել է Կառավարման ազգային դպրոցն ու աշխատանքի անցել Ֆինանսների գլխավոր տեսչությունում, ինչից հետո դարձել է Rothschild & Co ֆինանսական կազմակերպության ներդրումային բանկիրը։ 2014 թվականին Ֆրանսուա Օլանդը Մակրոնին նշանակել է էկոնոմիկայի և արդյունաբերության նախարար։ 2016-ի օգոստոսին վերջինս հրաժարական է տվել, որպեսզի իր թեկնածությունն առաջադրի 2017 թվականի նախագահական ընտրություններում։ ',
            video: 'https://www.youtube.com/embed/SsCRcTvLIDw',
        },
        shortDesc: "Քոնելն ու Մարիաննան մեծացել են միեւնույն փոքր, պրովինցի...",
        description: '«Հեղափոխություն» գիրքը հրատարակվել է 2016 թվականի նոյեմբերի 24-ին։ Նույն թվականին Ֆրանսիայում դարձել է բեսթսելլեր՝ վաճառվելով ավելի քան երկու հարյուր հազար օրինակ։ Գիրքը թարգմանվել է եվրոպական գրեթե բոլոր լեզուներով։ \n Ֆրանսիայի պատմության ամենաերիտասարդ նախագահ Էմանուել Մակրոնը «Հեղափոխություն» գրքում պատմում է իր կյանքի պատմությունը և այն մասին, թե ինչն է իրեն ոգևորում։ Նա ներկայացնում է փոփոխվող նոր աշխարհում Ֆրանսիայի ապագայի վերաբերյալ․․․',
        price: "9500 ",
        count: 6,
        category: 'detective',
        images: [
            BookSliderImg,
            BookSliderImg1,
            BookSliderImg2,
            BookSliderImg3,
            BookSliderImg,
        ],
        attributes: [
            {key: 'Օրիգինալ անունը', value: 'Revolution Française'},
            {key: 'Կատեգորիան', value: 'Գիտահանրամատչելի'},
            {key: 'ISBN', value: '978-9939-9217-0-9'},
            {key: 'Հրատարակության տարին', value: '2019'},
            {key: 'Էջերի քանակը', value: '332'},
            {key: 'Չափսը', value: '14.5x22.3, կոշտ կազմ'},
            {key: 'Թարգմանի', value: 'Թարգմանի'},
        ],

    }
]