import mediaImages from '../../../src/assets/images/media-images.png';


export const HomeMediaData = [
    {
        src: mediaImages,
        alt: 'images1',
        desc: 'Newmag-ը հայ ընթերցողին է ներկայացնում Անջալի Մահտոյի «Մաշկի խնամքի կանոնագիրքը» (լուսանկարներ. տեսանյութ)',
    },
    {
        src: mediaImages,
        alt: 'images1',
        desc: 'Սիրո, սեքսի, հաղթանակի, ժամանակը գնահատելու մասին 10 մեջբերում Դեն Բիլզերյանի «Դրվածք» գրքից\n',
    },
    {
        src: mediaImages,
        alt: 'images1',
        desc: 'Ով է 2022-ի ամենաէսթետիկ բեսթսելլերի՝ «Մաշկի խնամքի կանոնագիրք» գործի հեղինակը (տեսանյութ)',
    },
    {
        src: mediaImages,
        alt: 'images1',
        desc: 'Խճճված ճակատագրերն ու բարդ հարաբերությունները՝ իսպանական ժամանակակից բեսթսելլերում (տեսանյութ)',
    },
    {
        src: mediaImages,
        alt: 'images1',
        desc: 'Սիրո, սեքսի, հաղթանակի, ժամանակը գնահատելու մասին 10 մեջբերում Դեն Բիլզերյանի «Դրվածք» գրքից\n',
    }

]