
export const MediaSharingData = [
    {
        desc: 'Տեսահոլովակի պրեմիերա․ Սյուզաննա Մելքոնյան - «Մեռնել սիրելով». exclusivelife.am',
        blogName: 'Shamshyan'
    },
    {
        desc: '«Երբ լսեցի երգի պատմությունը, պատասխանատվությունս ավելի մեծացավ»...',
        blogName: 'new.am'
    },
    {
        desc: '«Երբ լսեցի երգի պատմությունը, պատասխանատվությունս ավելի մեծացավ»...',
        blogName: 'new.am'
    },
    {
        desc: '«Երբ լսեցի երգի պատմությունը, պատասխանատվությունս ավելի մեծացավ»...',
        blogName: 'new.am'
    },
    {
        desc: '«Երբ լսեցի երգի պատմությունը, պատասխանատվությունս ավելի մեծացավ»...',
        blogName: 'new.am'
    },


]